Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: You haven't paid anything — we never broadcast a transaction that will fail.
af: Jy het niks betaal nie — ons saai nooit 'n transaksie uit wat sal misluk nie.
ar: لم تدفع أي شيء — لا نبثّ أبدًا معاملة ستفشل.
bg: Не сте платили нищо — никога не излъчваме транзакция, която ще се провали.
bn: আপনি কিছুই পরিশোধ করেননি — আমরা কখনো এমন লেনদেন সম্প্রচার করি না যা ব্যর্থ হবে।
ca: No has pagat res: mai no emetem una transacció que fallarà.
cs: Nic jste nezaplatili — nikdy neodesíláme transakci, která selže.
da: Du har ikke betalt noget — vi udsender aldrig en transaktion, der vil mislykkes.
de: Du hast nichts bezahlt – wir senden nie eine Transaktion, die fehlschlagen wird.
el: Δεν έχετε πληρώσει τίποτα — δεν μεταδίδουμε ποτέ μια συναλλαγή που θα αποτύχει.
es: No has pagado nada: nunca transmitimos una transacción que vaya a fallar.
et: Te pole midagi maksnud — me ei edasta kunagi tehingut, mis ebaõnnestub.
fa: شما چیزی پرداخت نکرده‌اید — ما هرگز تراکنشی را که ناموفق خواهد بود ارسال نمی‌کنیم.
fi: Et ole maksanut mitään — emme koskaan lähetä tapahtumaa, joka epäonnistuu.
fil: Wala kang binayaran — hindi kami kailanman nagbo-broadcast ng transaksyong mabibigo.
fr: Vous n'avez rien payé — nous ne diffusons jamais une transaction vouée à l'échec.
he: לא שילמת דבר — לעולם איננו משדרים עסקה שתיכשל.
hi: आपने कुछ भुगतान नहीं किया — हम कभी ऐसा ट्रांज़ैक्शन ब्रॉडकास्ट नहीं करते जो विफल होगा।
hr: Niste platili ništa — nikad ne emitiramo transakciju koja će propasti.
hu: Semmit nem fizettél — sosem sugárzunk olyan tranzakciót, amely sikertelen lesz.
id: Anda belum membayar apa pun — kami tidak pernah menyiarkan transaksi yang akan gagal.
is: Þú hefur ekki greitt neitt — við sendum aldrei færslu sem mun mistakast.
it: Non hai pagato nulla — non trasmettiamo mai una transazione destinata a fallire.
ja: 何も支払っていません — 失敗する取引をブロードキャストすることは決してありません。
ko: 아무것도 지불하지 않았습니다 — 실패할 거래는 절대 전파하지 않습니다.
lt: Jūs nieko nesumokėjote – mes niekada netransliuojame operacijos, kuri nepavyks.
lv: Jūs neko neesat samaksājis — mēs nekad nepārraidām transakciju, kas neizdosies.
ml: നിങ്ങൾ ഒന്നും അടച്ചിട്ടില്ല — പരാജയപ്പെടുന്ന ഒരു ഇടപാട് ഞങ്ങൾ ഒരിക്കലും പ്രക്ഷേപണം ചെയ്യില്ല.
mr: तुम्ही काहीही दिले नाही — आम्ही अयशस्वी होणारा व्यवहार कधीही प्रसारित करत नाही.
ms: Anda belum membayar apa-apa — kami tidak pernah menyiarkan transaksi yang akan gagal.
nb: Du har ikke betalt noe — vi kringkaster aldri en transaksjon som vil mislykkes.
nl: Je hebt niets betaald — we versturen nooit een transactie die zal mislukken.
pa: ਤੁਸੀਂ ਕੁਝ ਅਦਾ ਨਹੀਂ ਕੀਤਾ — ਅਸੀਂ ਅਜਿਹਾ ਲੈਣ-ਦੇਣ ਕਦੇ ਪ੍ਰਸਾਰਿਤ ਨਹੀਂ ਕਰਦੇ ਜੋ ਅਸਫਲ ਹੋਵੇਗਾ।
pl: Nic nie zapłaciłeś — nigdy nie rozgłaszamy transakcji, która się nie powiedzie.
pt_br: Você não pagou nada — nunca transmitimos uma transação que vá falhar.
ro: Nu ai plătit nimic — nu difuzăm niciodată o tranzacție care va eșua.
ru: Вы ничего не заплатили — мы никогда не отправляем транзакцию, которая не удастся.
sk: Nič ste nezaplatili — nikdy nevysielame transakciu, ktorá zlyhá.
sl: Ničesar niste plačali — nikoli ne oddamo transakcije, ki bo spodletela.
sr: Niste platili ništa — nikada ne emitujemo transakciju koja će propasti.
sv: Du har inte betalat något — vi sänder aldrig ut en transaktion som kommer att misslyckas.
sw: Hujalipa chochote — hatutangazi kamwe muamala utakaoshindwa.
ta: நீங்கள் எதையும் செலுத்தவில்லை — தோல்வியடையும் பரிவர்த்தனையை நாங்கள் ஒருபோதும் ஒளிபரப்பமாட்டோம்.
te: మీరు ఏమీ చెల్లించలేదు — విఫలమయ్యే లావాదేవీని మేము ఎప్పుడూ ప్రసారం చేయము.
th: คุณยังไม่ได้จ่ายอะไร — เราไม่เคยส่งธุรกรรมที่จะล้มเหลว
tr: Hiçbir şey ödemediniz — başarısız olacak bir işlemi asla yayınlamayız.
uk: Ви нічого не сплатили — ми ніколи не транслюємо транзакцію, яка зазнає невдачі.
ur: آپ نے کچھ ادا نہیں کیا — ہم کبھی ایسی ٹرانزیکشن نشر نہیں کرتے جو ناکام ہو گی۔
vi: Bạn chưa trả gì cả — chúng tôi không bao giờ phát một giao dịch sẽ thất bại.
zh_hans: 你未支付任何费用——我们绝不会广播会失败的交易。
zh_hant: 你未支付任何費用——我們絕不會廣播會失敗的交易。

source: You paid
af: Jy het betaal
ar: دفعت
bg: Платихте
bn: আপনি পরিশোধ করেছেন
ca: Has pagat
cs: Zaplatili jste
da: Du betalte
de: Du hast bezahlt
el: Πληρώσατε
es: Pagaste
et: Maksite
fa: شما پرداخت کردید
fi: Maksoit
fil: Binayaran mo
fr: Vous avez payé
he: שילמת
hi: आपने भुगतान किया
hr: Platili ste
hu: Fizettél
id: Anda membayar
is: Þú greiddir
it: Hai pagato
ja: 支払額
ko: 지불한 금액
lt: Sumokėjote
lv: Jūs samaksājāt
ml: നിങ്ങൾ അടച്ചു
mr: तुम्ही दिले
ms: Anda membayar
nb: Du betalte
nl: Je betaalde
pa: ਤੁਸੀਂ ਅਦਾ ਕੀਤਾ
pl: Zapłaciłeś
pt_br: Você pagou
ro: Ai plătit
ru: Вы заплатили
sk: Zaplatili ste
sl: Plačali ste
sr: Platili ste
sv: Du betalade
sw: Ulilipa
ta: நீங்கள் செலுத்தினீர்கள்
te: మీరు చెల్లించారు
th: คุณจ่าย
tr: Ödediğiniz
uk: Ви сплатили
ur: آپ نے ادا کیا
vi: Bạn đã trả
zh_hans: 你已支付
zh_hant: 你已支付

source: You pay
af: Jy betaal
ar: تدفع
bg: Плащате
bn: আপনি পরিশোধ করেন
ca: Pagues
cs: Platíte
da: Du betaler
de: Du zahlst
el: Πληρώνετε
es: Pagas
et: Maksate
fa: شما پرداخت می‌کنید
fi: Maksat
fil: Babayaran mo
fr: Vous payez
he: אתה משלם
hi: आप भुगतान करते हैं
hr: Plaćate
hu: Fizetsz
id: Anda membayar
is: Þú greiðir
it: Paghi
ja: 支払う額
ko: 지불 금액
lt: Mokate
lv: Jūs maksājat
ml: നിങ്ങൾ അടയ്ക്കുന്നു
mr: तुम्ही देता
ms: Anda bayar
nb: Du betaler
nl: Je betaalt
pa: ਤੁਸੀਂ ਅਦਾ ਕਰਦੇ ਹੋ
pl: Płacisz
pt_br: Você paga
ro: Plătești
ru: Вы платите
sk: Platíte
sl: Plačate
sr: Plaćate
sv: Du betalar
sw: Unalipa
ta: நீங்கள் செலுத்துகிறீர்கள்
te: మీరు చెల్లిస్తారు
th: คุณจ่าย
tr: Ödediğiniz
uk: Ви сплачуєте
ur: آپ ادا کرتے ہیں
vi: Bạn trả
zh_hans: 你支付
zh_hant: 你支付

source: You receive
af: Jy ontvang
ar: تستلم
bg: Получавате
bn: আপনি পান
ca: Reps
cs: Obdržíte
da: Du modtager
de: Du erhältst
el: Λαμβάνετε
es: Recibes
et: Saate
fa: شما دریافت می‌کنید
fi: Saat
fil: Matatanggap mo
fr: Vous recevez
he: אתה מקבל
hi: आप प्राप्त करते हैं
hr: Primate
hu: Kapsz
id: Anda menerima
is: Þú færð
it: Ricevi
ja: 受け取る額
ko: 받는 금액
lt: Gaunate
lv: Jūs saņemat
ml: നിങ്ങൾ സ്വീകരിക്കുന്നു
mr: तुम्हाला मिळते
ms: Anda terima
nb: Du mottar
nl: Je ontvangt
pa: ਤੁਹਾਨੂੰ ਮਿਲਦਾ ਹੈ
pl: Otrzymujesz
pt_br: Você recebe
ro: Primești
ru: Вы получаете
sk: Dostanete
sl: Prejmete
sr: Primate
sv: Du får
sw: Unapokea
ta: நீங்கள் பெறுகிறீர்கள்
te: మీరు స్వీకరిస్తారు
th: คุณได้รับ
tr: Aldığınız
uk: Ви отримуєте
ur: آپ وصول کرتے ہیں
vi: Bạn nhận
zh_hans: 你收到
zh_hant: 你收到

source: You receive (estimated)
af: Jy ontvang (geskat)
ar: تستلم (تقديري)
bg: Получавате (прогнозно)
bn: আপনি পান (আনুমানিক)
ca: Reps (estimat)
cs: Obdržíte (odhad)
da: Du modtager (anslået)
de: Du erhältst (geschätzt)
el: Λαμβάνετε (εκτιμώμενο)
es: Recibes (estimado)
et: Saate (hinnanguliselt)
fa: شما دریافت می‌کنید (تخمینی)
fi: Saat (arvioitu)
fil: Matatanggap mo (tinatantya)
fr: Vous recevez (estimé)
he: אתה מקבל (משוער)
hi: आप प्राप्त करते हैं (अनुमानित)
hr: Primate (procijenjeno)
hu: Kapsz (becsült)
id: Anda menerima (perkiraan)
is: Þú færð (áætlað)
it: Ricevi (stimato)
ja: 受け取る額（見積もり）
ko: 받는 금액 (예상)
lt: Gaunate (numatoma)
lv: Jūs saņemat (aplēsts)
ml: നിങ്ങൾ സ്വീകരിക്കുന്നു (കണക്കാക്കിയത്)
mr: तुम्हाला मिळते (अंदाजित)
ms: Anda terima (dianggar)
nb: Du mottar (anslått)
nl: Je ontvangt (geschat)
pa: ਤੁਹਾਨੂੰ ਮਿਲਦਾ ਹੈ (ਅਨੁਮਾਨਿਤ)
pl: Otrzymujesz (szacowane)
pt_br: Você recebe (estimado)
ro: Primești (estimat)
ru: Вы получаете (ориентировочно)
sk: Dostanete (odhad)
sl: Prejmete (ocenjeno)
sr: Primate (procenjeno)
sv: Du får (uppskattat)
sw: Unapokea (inakadiriwa)
ta: நீங்கள் பெறுகிறீர்கள் (மதிப்பிடப்பட்டது)
te: మీరు స్వీకరిస్తారు (అంచనా)
th: คุณได้รับ (โดยประมาณ)
tr: Aldığınız (tahmini)
uk: Ви отримуєте (орієнтовно)
ur: آپ وصول کرتے ہیں (تخمینہ)
vi: Bạn nhận (ước tính)
zh_hans: 你收到（预计）
zh_hant: 你收到（預計）

source: You received
af: Jy het ontvang
ar: استلمت
bg: Получихте
bn: আপনি পেয়েছেন
ca: Has rebut
cs: Obdrželi jste
da: Du modtog
de: Du hast erhalten
el: Λάβατε
es: Recibiste
et: Saite
fa: شما دریافت کردید
fi: Sait
fil: Natanggap mo
fr: Vous avez reçu
he: קיבלת
hi: आपने प्राप्त किया
hr: Primili ste
hu: Kaptál
id: Anda menerima
is: Þú fékkst
it: Hai ricevuto
ja: 受け取った額
ko: 받은 금액
lt: Gavote
lv: Jūs saņēmāt
ml: നിങ്ങൾ സ്വീകരിച്ചു
mr: तुम्हाला मिळाले
ms: Anda telah menerima
nb: Du mottok
nl: Je ontving
pa: ਤੁਹਾਨੂੰ ਮਿਲਿਆ
pl: Otrzymałeś
pt_br: Você recebeu
ro: Ai primit
ru: Вы получили
sk: Dostali ste
sl: Prejeli ste
sr: Primili ste
sv: Du fick
sw: Ulipokea
ta: நீங்கள் பெற்றீர்கள்
te: మీరు స్వీకరించారు
th: คุณได้รับ
tr: Aldınız
uk: Ви отримали
ur: آپ نے وصول کیا
vi: Bạn đã nhận
zh_hans: 你已收到
zh_hant: 你已收到

source: You're importing the \(chain.displayName) account at
af: Jy voer die \(chain.displayName)-rekening in by
ar: أنت تستورد حساب \(chain.displayName) على
bg: Импортирате акаунта в \(chain.displayName) на адрес
bn: আপনি \(chain.displayName) অ্যাকাউন্ট আমদানি করছেন —
ca: Estàs important el compte de \(chain.displayName) a
cs: Importujete účet \(chain.displayName) na
da: Du importerer \(chain.displayName)-kontoen på
de: Du importierst das \(chain.displayName)-Konto unter
el: Εισάγεις τον λογαριασμό \(chain.displayName) στη διεύθυνση
es: Estás importando la cuenta de \(chain.displayName) en
et: Impordid \(chain.displayName) kontot aadressil
fa: در حال درون‌ریزی حساب \(chain.displayName) در
fi: Tuot \(chain.displayName)-tiliä osoitteessa
fil: Ini-import mo ang \(chain.displayName) account sa
fr: Vous importez le compte \(chain.displayName) à
he: אתה מייבא את חשבון \(chain.displayName) בכתובת
hi: आप \(chain.displayName) खाता आयात कर रहे हैं —
hr: Uvozite \(chain.displayName) račun na
hu: A \(chain.displayName) fiókot importálod a következő helyen:
id: Anda mengimpor akun \(chain.displayName) di
is: Þú ert að flytja inn \(chain.displayName)-reikning á
it: Stai importando l'account \(chain.displayName) all'indirizzo
ja: \(chain.displayName) アカウントをインポートしています:
ko: \(chain.displayName) 계정을 가져오는 중:
lt: Importuojate \(chain.displayName) paskyrą adresu
lv: Importējat \(chain.displayName) kontu adresē
ml: നിങ്ങൾ \(chain.displayName) അക്കൗണ്ട് ഇറക്കുമതി ചെയ്യുകയാണ്:
mr: तुम्ही \(chain.displayName) खाते इथे आयात करत आहात:
ms: Anda mengimport akaun \(chain.displayName) di
nb: Du importerer \(chain.displayName)-kontoen på
nl: Je importeert het \(chain.displayName)-account op
pa: ਤੁਸੀਂ \(chain.displayName) ਖਾਤਾ ਇੱਥੇ ਆਯਾਤ ਕਰ ਰਹੇ ਹੋ:
pl: Importujesz konto \(chain.displayName) pod adresem
pt_br: Você está importando a conta de \(chain.displayName) em
ro: Imporți contul de \(chain.displayName) la
ru: Вы импортируете аккаунт \(chain.displayName) по адресу
sk: Importujete účet \(chain.displayName) na
sl: Uvažate račun \(chain.displayName) na
sr: Увозите \(chain.displayName) налог на
sv: Du importerar \(chain.displayName)-kontot på
sw: Unaagiza akaunti ya \(chain.displayName) kwenye
ta: நீங்கள் \(chain.displayName) கணக்கை இறக்குமதி செய்கிறீர்கள் இங்கே:
te: మీరు \(chain.displayName) ఖాతాను ఇక్కడ దిగుమతి చేస్తున్నారు:
th: คุณกำลังนำเข้าบัญชี \(chain.displayName) ที่
tr: \(chain.displayName) hesabını şu adreste içe aktarıyorsun:
uk: Ви імпортуєте обліковий запис \(chain.displayName) за адресою
ur: آپ \(chain.displayName) اکاؤنٹ درآمد کر رہے ہیں بمقام
vi: Bạn đang nhập tài khoản \(chain.displayName) tại
zh_hans: 你正在导入 \(chain.displayName) 账户:
zh_hant: 你正在匯入 \(chain.displayName) 帳戶:

source: You're importing the %@ account at
af: Jy voer die %@-rekening in by
ar: تستورد حساب %@ على
bg: Внасяш акаунт %@ на
bn: আপনি %@ অ্যাকাউন্ট আমদানি করছেন —
ca: Estàs important el compte de %@ a
cs: Importujete účet %@ na
da: Du importerer %@-kontoen på
de: Du importierst das %@-Konto unter
el: Εισάγετε τον λογαριασμό %@ στη διεύθυνση
es: Estás importando la cuenta de %@ en
et: Impordid %@ kontot aadressil
fa: شما در حال وارد کردن حساب %@ در
fi: Tuot %@-tiliä osoitteessa
fil: Ina-import mo ang %@ account sa
fr: Vous importez le compte %@ à
he: אתה מייבא את חשבון %@ בכתובת
hi: आप %@ खाता आयात कर रहे हैं —
hr: Uvoziš %@ račun na
hu: A(z) %@ fiókot importálod a következő címen:
id: Kamu mengimpor akun %@ di
is: Þú ert að flytja inn %@ reikninginn á
it: Stai importando l'account %@ a
ja: 次のアドレスで %@ アカウントをインポートしています
ko: 다음 주소의 %@ 계정을 가져오는 중입니다
lt: Importuoji %@ paskyrą adresu
lv: Tu importē %@ kontu adresē
ml: നിങ്ങൾ %@ അക്കൗണ്ട് ഇവിടെ ഇറക്കുമതി ചെയ്യുകയാണ് —
mr: तुम्ही %@ खाते येथे आयात करत आहात —
ms: Anda mengimport akaun %@ di
nb: Du importerer %@-kontoen på
nl: Je importeert het %@-account op
pa: ਤੁਸੀਂ ਇੱਥੇ %@ ਖਾਤਾ ਆਯਾਤ ਕਰ ਰਹੇ ਹੋ —
pl: Importujesz konto %@ pod adresem
pt_br: Você está importando a conta de %@ em
ro: Imporți contul %@ la
ru: Вы импортируете аккаунт %@ по адресу
sk: Importuješ účet %@ na
sl: Uvažaš račun %@ na
sr: Увозиш налог %@ на
sv: Du importerar %@-kontot på
sw: Unaleta akaunti ya %@ kwa
ta: நீங்கள் %@ கணக்கை இங்கு இறக்குமதி செய்கிறீர்கள் —
te: మీరు %@ ఖాతాను ఇక్కడ దిగుమతి చేస్తున్నారు —
th: คุณกำลังนำเข้าบัญชี %@ ที่
tr: %@ hesabını şu adreste içe aktarıyorsun:
uk: Ви імпортуєте обліковий запис %@ за адресою
ur: آپ %@ اکاؤنٹ درآمد کر رہے ہیں —
vi: Bạn đang nhập tài khoản %@ tại
zh_hans: 你正在导入位于以下地址的 %@ 账户
zh_hant: 你正在匯入位於以下地址的 %@ 帳戶

source: You're offline
af: Jy is vanlyn
ar: أنت غير متصل بالإنترنت
bg: Вие сте офлайн
bn: আপনি অফলাইনে আছেন
ca: Estàs sense connexió
cs: Jste offline
da: Du er offline
de: Sie sind offline
el: Είστε εκτός σύνδεσης
es: Estás sin conexión
et: Oled võrguta
fa: شما آفلاین هستید
fi: Olet offline-tilassa
fil: Offline ka
fr: Vous êtes hors ligne
he: אתה במצב לא מקוון
hi: आप ऑफ़लाइन हैं
hr: Niste povezani
hu: Ön offline
id: Anda sedang offline
is: Þú ert án nettengingar
it: Sei offline
ja: オフラインです
ko: 오프라인입니다
lt: Esate neprisijungę
lv: Jūs esat bezsaistē
ml: നിങ്ങൾ ഓഫ്‌ലൈനാണ്
mr: तुम्ही ऑफलाइन आहात
ms: Anda di luar talian
nb: Du er frakoblet
nl: Je bent offline
pa: ਤੁਸੀਂ ਔਫਲਾਈਨ ਹੋ
pl: Jesteś offline
pt_br: Você está offline
ro: Sunteți offline
ru: Вы не в сети
sk: Ste offline
sl: Ste brez povezave
sr: Нисте на мрежи
sv: Du är offline
sw: Uko nje ya mtandao
ta: நீங்கள் ஆஃப்லைனில் உள்ளீர்கள்
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు
th: คุณออฟไลน์อยู่
tr: Çevrimdışısınız
uk: Ви офлайн
ur: آپ آف لائن ہیں
vi: Bạn đang ngoại tuyến
zh_hans: 你已离线
zh_hant: 你已離線

source: You're sending
af: Jy stuur
ar: أنت ترسل
bg: Изпращате
bn: আপনি পাঠাচ্ছেন
ca: Estàs enviant
cs: Odesíláte
da: Du sender
de: Du sendest
el: Στέλνετε
es: Estás enviando
et: Saadate
fa: شما در حال ارسال هستید
fi: Lähetät
fil: Ipinapadala mo
fr: Vous envoyez
he: אתה שולח
hi: आप भेज रहे हैं
hr: Šaljete
hu: Küldesz
id: Anda mengirim
is: Þú ert að senda
it: Stai inviando
ja: 送る額
ko: 전송 금액
lt: Siunčiate
lv: Jūs sūtāt
ml: നിങ്ങൾ അയയ്ക്കുന്നു
mr: तुम्ही पाठवत आहात
ms: Anda menghantar
nb: Du sender
nl: Je verstuurt
pa: ਤੁਸੀਂ ਭੇਜ ਰਹੇ ਹੋ
pl: Wysyłasz
pt_br: Você está enviando
ro: Trimiți
ru: Вы отправляете
sk: Odosielate
sl: Pošiljate
sr: Šaljete
sv: Du skickar
sw: Unatuma
ta: நீங்கள் அனுப்புகிறீர்கள்
te: మీరు పంపుతున్నారు
th: คุณกำลังส่ง
tr: Gönderiyorsunuz
uk: Ви надсилаєте
ur: آپ بھیج رہے ہیں
vi: Bạn đang gửi
zh_hans: 你正在发送
zh_hant: 你正在傳送

source: You've never sent to this address before. Double-check every character — crypto transactions can't be reversed.
af: Jy het nog nooit voorheen na hierdie adres gestuur nie. Kontroleer elke karakter dubbel — kripto-transaksies kan nie omgekeer word nie.
ar: لم ترسل إلى هذا العنوان من قبل. تحقق من كل حرف مرتين — معاملات العملات المشفّرة لا يمكن عكسها.
bg: Никога не сте изпращали на този адрес преди. Проверете внимателно всеки знак — крипто транзакциите не могат да бъдат отменени.
bn: আপনি আগে কখনো এই ঠিকানায় পাঠাননি। প্রতিটি অক্ষর ভালো করে যাচাই করুন — ক্রিপ্টো লেনদেন বাতিল করা যায় না।
ca: Mai no havies enviat a aquesta adreça abans. Comprova bé cada caràcter: les transaccions de cripto no es poden revertir.
cs: Na tuto adresu jste ještě nikdy neodesílali. Pečlivě zkontrolujte každý znak — kryptotransakce nelze vrátit zpět.
da: Du har aldrig sendt til denne adresse før. Dobbelttjek hvert tegn — kryptotransaktioner kan ikke fortrydes.
de: Du hast noch nie an diese Adresse gesendet. Prüfe jedes Zeichen genau – Krypto-Transaktionen können nicht rückgängig gemacht werden.
el: Δεν έχετε στείλει ποτέ σε αυτή τη διεύθυνση στο παρελθόν. Ελέγξτε κάθε χαρακτήρα — οι συναλλαγές κρυπτονομισμάτων δεν μπορούν να αναιρεθούν.
es: Nunca has enviado a esta dirección antes. Comprueba dos veces cada carácter: las transacciones cripto no se pueden revertir.
et: Te pole sellele aadressile kunagi varem saatnud. Kontrollige iga märki hoolikalt — krüptotehinguid ei saa tagasi pöörata.
fa: شما هرگز پیش‌تر به این نشانی ارسال نکرده‌اید. هر کاراکتر را دوباره بررسی کنید — تراکنش‌های رمزارز قابل بازگشت نیستند.
fi: Et ole koskaan ennen lähettänyt tähän osoitteeseen. Tarkista jokainen merkki — kryptotapahtumia ei voi perua.
fil: Hindi ka pa kailanman nagpadala sa address na ito noon. I-double-check ang bawat karakter — hindi maibabalik ang mga crypto transaction.
fr: Vous n'avez jamais envoyé à cette adresse auparavant. Vérifiez bien chaque caractère — les transactions crypto ne peuvent pas être annulées.
he: מעולם לא שלחת לכתובת זו בעבר. בדוק שוב כל תו — לא ניתן לבטל עסקאות קריפטו.
hi: आपने पहले कभी इस पते पर नहीं भेजा है। हर अक्षर दोबारा जाँचें — क्रिप्टो ट्रांज़ैक्शन को उलटा नहीं जा सकता।
hr: Nikad prije niste slali na ovu adresu. Dvaput provjerite svaki znak — kriptotransakcije se ne mogu poništiti.
hu: Erre a címre még sosem küldtél. Ellenőrizz kétszer minden karaktert — a kriptotranzakciók nem vonhatók vissza.
id: Anda belum pernah mengirim ke alamat ini sebelumnya. Periksa kembali setiap karakter — transaksi kripto tidak dapat dibatalkan.
is: Þú hefur aldrei sent á þetta vistfang áður. Athugaðu hvern staf tvisvar — ekki er hægt að afturkalla rafmyntafærslur.
it: Non hai mai inviato a questo indirizzo prima. Ricontrolla ogni carattere — le transazioni cripto non possono essere annullate.
ja: このアドレスに送ったことはありません。すべての文字をよく確認してください — 暗号資産の取引は取り消せません。
ko: 이전에 이 주소로 보낸 적이 없습니다. 모든 문자를 다시 한번 확인하세요 — 암호화폐 거래는 되돌릴 수 없습니다.
lt: Į šį adresą dar niekada nesiuntėte. Patikrinkite kiekvieną simbolį – kriptovaliutos operacijų atšaukti negalima.
lv: Jūs nekad iepriekš neesat sūtījis uz šo adresi. Pārbaudiet katru rakstzīmi — kriptovalūtu transakcijas nevar atsaukt.
ml: നിങ്ങൾ ഈ വിലാസത്തിലേക്ക് മുമ്പ് ഒരിക്കലും അയച്ചിട്ടില്ല. ഓരോ പ്രതീകവും രണ്ടുതവണ പരിശോധിക്കുക — ക്രിപ്റ്റോ ഇടപാടുകൾ റിവേഴ്സ് ചെയ്യാനാവില്ല.
mr: तुम्ही या पत्त्यावर याआधी कधीही पाठवले नाही. प्रत्येक अक्षर पुन्हा तपासा — क्रिप्टो व्यवहार परत करता येत नाहीत.
ms: Anda tidak pernah menghantar ke alamat ini sebelum ini. Semak semula setiap aksara — transaksi kripto tidak boleh diterbalikkan.
nb: Du har aldri sendt til denne adressen før. Dobbeltsjekk hvert tegn — kryptotransaksjoner kan ikke reverseres.
nl: Je hebt nooit eerder naar dit adres verzonden. Controleer elk teken goed — cryptotransacties kunnen niet worden teruggedraaid.
pa: ਤੁਸੀਂ ਇਸ ਪਤੇ 'ਤੇ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਭੇਜਿਆ। ਹਰ ਅੱਖਰ ਦੁਬਾਰਾ ਜਾਂਚੋ — ਕ੍ਰਿਪਟੋ ਲੈਣ-ਦੇਣ ਵਾਪਸ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।
pl: Nigdy wcześniej nie wysyłałeś na ten adres. Sprawdź dokładnie każdy znak — transakcji kryptowalutowych nie da się cofnąć.
pt_br: Você nunca enviou para este endereço antes. Confira cada caractere — transações de cripto não podem ser revertidas.
ro: Nu ai mai trimis niciodată la această adresă. Verifică de două ori fiecare caracter — tranzacțiile cripto nu pot fi anulate.
ru: Вы никогда раньше не отправляли на этот адрес. Перепроверьте каждый символ — криптотранзакции нельзя отменить.
sk: Na túto adresu ste ešte nikdy neposlali. Dvakrát skontrolujte každý znak — kryptotransakcie sa nedajú vrátiť.
sl: Na ta naslov še nikoli niste poslali. Dvakrat preverite vsak znak — kriptotransakcij ni mogoče razveljaviti.
sr: Nikada ranije niste slali na ovu adresu. Dvaput proverite svaki znak — kripto transakcije se ne mogu poništiti.
sv: Du har aldrig skickat till denna adress tidigare. Dubbelkolla varje tecken — kryptotransaktioner kan inte ångras.
sw: Hujawahi kutuma kwa anwani hii awali. Hakiki kila herufi mara mbili — miamala ya crypto haiwezi kutenguliwa.
ta: நீங்கள் இந்த முகவரிக்கு முன்பு ஒருபோதும் அனுப்பவில்லை. ஒவ்வொரு எழுத்தையும் இருமுறை சரிபார்க்கவும் — கிரிப்டோ பரிவர்த்தனைகளைத் திரும்பப் பெற முடியாது.
te: మీరు ఈ చిరునామాకు ఇంతకుముందు ఎప్పుడూ పంపలేదు. ప్రతి అక్షరాన్ని రెండుసార్లు తనిఖీ చేయండి — క్రిప్టో లావాదేవీలను తిరిగి మార్చలేరు.
th: คุณไม่เคยส่งไปยังที่อยู่นี้มาก่อน ตรวจสอบทุกตัวอักษรให้ดี — ธุรกรรมคริปโทไม่สามารถย้อนกลับได้
tr: Bu adrese daha önce hiç göndermediniz. Her karakteri iki kez kontrol edin — kripto işlemleri geri alınamaz.
uk: Ви ніколи раніше не надсилали на цю адресу. Перевірте кожен символ — криптотранзакції неможливо скасувати.
ur: آپ نے اس ایڈریس پر پہلے کبھی نہیں بھیجا۔ ہر حرف کو دوبارہ چیک کریں — کرپٹو ٹرانزیکشنز واپس نہیں ہو سکتیں۔
vi: Bạn chưa từng gửi tới địa chỉ này. Hãy kiểm tra kỹ từng ký tự — giao dịch tiền mã hóa không thể đảo ngược.
zh_hans: 你以前从未发送到此地址。请仔细核对每一个字符——加密货币交易无法撤销。
zh_hant: 你以前從未傳送到此地址。請仔細核對每一個字元——加密貨幣交易無法復原。
